export default {
  projections: {
    ЗаключДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      длительность: {
        __caption__: ''
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ЗаключДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      длительность: {
        __caption__: ''
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    длительность: {
      __caption__: 'длительность'
    },
    номер: {
      __caption__: 'Номер'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    дирОтдПоРабСКл: {
      __caption__: 'дирОтдПоРабСКл'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
